(() => {
    const $ = (s) => document.querySelectorAll(s);
    $(".txt3").forEach((dom, i) => dom.onclick = () => console.log(dom.innerText));
})()

/**
 * 专题演讲嘉宾：吴亮（月影）
奇虎360
奇舞团技术总监
吴亮（月影），奇虎360奇舞团团长，360技术委员会委员，JavaScript程序员，可视化UI框架SpriteJS作者，知名前端技术专家，w3ctech顾问。
 * 演讲：技术驱动型团队的组织建设经验谈
奇舞团是一个典型的技术团队，除了支持公司业务和产品之外，还承担着大前端技术平台的建设，推动新的技术落地于产品，为公司培养优秀的前端人才。作为技术团队的管理者，以什么样的管理风格来推动技术团队成长，这其中会遇到什么样的问题，有哪些思考，这些是我想要自我总结和分享给大家的点。

在中国的管理哲学中，有一个观点叫做“无为而治”。这个观点在现在遭到很多人的批判，认为这是一种管理上的逃避，然而这种批判又是否正确呢？这种管理哲学有没有什么可取和可行之处？在这个演讲中，我想围绕这个争议的管理哲学说一说我自己的认知和心得。



演讲提纲：

1. 技术驱动型团队的核心价值

（1）什么是技术驱动型团队

（2）业务与中后台的划分

（3）技术团队的核心价值

2. 管理四象限

（1）对上与对下

（2）对人与对事

3. 建立有效组织

（1）定义“有效组织”

（2）组织的创建

（3）组织的发展过程

（4）组织与团队管理

（5）组织OKR与激励

4. 组织建设背后的管理哲学

（1）“无为而治”？

（2）组织、管理者与人心

（3）思考：“管理边界”

5. 总结



听众收益：

对新手管理者、从技术转管理工程师、中层管理者应当都有借鉴意义。
 */